tap "aws/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"

# Brew cli apps
brew "awscli"
brew "bash-completion"
brew "cowsay"
brew "lsd"
brew "helm"
brew "helmfile"
brew "htop"
brew "mas"
brew "fastfetch"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "tree"
brew "yarn"
brew "kind"
# Terraform environment manager
brew "tfenv"
# Terragrunt environment manager
brew "tgenv"
brew "ansible"
brew "zsh"
brew "zsh-syntax-highlighting"


# Cask apps
cask "openvpn-connect"
cask "audio-hijack"
cask "alfred"
cask "pika"
cask "iina"
cask "appcleaner"
cask "firefox"
cask "imageoptim"
cask "netnewswire"
cask "ngrok"
cask "numi"
cask "obsidian"
cask "zap"
cask "lm-studio"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fontbase"
# cask "google-chrome"
cask "iterm2"
cask "minishift"
cask "obs"
# cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "google-drive"
cask "blackhole-16ch"
cask "jordanbaird-ice"

mas "Slack for Desktop", id: 803453959
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2: Image Editor", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
# mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "CCMenu", id: 603117688
