tap "aws/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "bash-completion"
brew "cowsay"
brew "exa"
brew "helm"
brew "helmfile"
brew "htop"
brew "mas"
brew "neofetch"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "google-chrome"
cask "iterm2"
cask "minishift"
cask "slack"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
